/* No comment provided by engineer. */
" and %@" = " и %@";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ прокомментировал: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ предложил идентификацию: %2$@";

/* site news */
"%@ News" = "%@ Новости";

/* identification author attribution */
"%@'s ID" = "%@ ID";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, сборка %2$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%d Наблюдение";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d Наблюдения для загрузки";

/* Count of observations by this user, plural. */
"%d Observations" = "%d Наблюдения";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d наблюдений для загрузки";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "'%1$@' требует, чтобы вы заполнили поле '%2$@'.";

/* <INatLocation: latitude: %@ longitude:%@ accuracy:%@> */
"<INatLocation: lat: %@ lon:%@ acc:%@>" = "<INatLocation: шир: %1$@ долг:%2$@ точн:%3$@>";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "О";

/* title for about section of the guide screen */
"ABOUT" = "О";

/* about this project title */
"About this Project" = "Об этом проекте";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "Учётная запись?";

/* No comment provided by engineer. */
"Activity" = "Действие";

/* Title for add comment failed alert */
"Add Comment Failure" = "Сбой добавления комментария";

/* Title for add ID failed alert */
"Add Identification Failure" = "Сбой добавления идентификатора";

/* No comment provided by engineer. */
"Add to Favorites" = "Добавить в избранное";

/* project admins header */
"Administrators" = "Администраторы";

/* No comment provided by engineer. */
"Agree" = "Согласен";

/* No comment provided by engineer. */
"All" = "Все";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "Уже есть учётная запись?";

/* unknown error adding content */
"An unknown error occured. Please try again." = "Неизвестная ошибка. Пожалуйста, попробуйте позже.";

/* Title for app section of settings. */
"App Settings" = "Настройки приложения";

/* No comment provided by engineer. */
"Are you really sure?" = "Вы уверены?";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Вы уверены, что вы хотите покинуть этот проект?";

/* No comment provided by engineer. */
"Are you sure?" = "Вы согласны?";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "Вы уверены? Это необратимо.";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "Авто";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "Автозаполнение имен";

/* label for auto upload switch in settings */
"Automatic upload" = "Автоматическая загрузка";

/* tooltip text for automatically upload option. */
"Automatically upload new or edited content to iNaturalist.org" = "Автоматически загружать новый или отредактированный контент в iNaturalist.org";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "Используя iNaturalist, вы соглашаетесь с Условиями использования и Политикой Конфиденциальности";

/* vision assistance */
"Caltech and Cornell Tech helped developed the computer vision system that recognizes species from photographs. We thank Grant Van Horn, Serge Belongie and Pietro Perona for this work. More information may be found at visipedia.org. Special thanks to NVIDIA for additional assistance with our computer vision system." = "Caltech и Cornell Tech помогли разработать систему компьютерного зрения, которая распознает виды по фотографиям. Мы благодарим Гранта Ван Хорна, Сержа Белонги и Пьетро Перону за эту работу. Более подробную информацию можно найти по адресу visipedia.org. Отдельная благодарность NVIDIA за дополнительную помощь с нашей системой компьютерного зрения.";

/* accessibility label for camera shutter button */
"Camera Shutter" = "Затвор камеры";

/* No comment provided by engineer. */
"Can't Add ID" = "Не удается добавить идентификатор";

/* No comment provided by engineer. */
"Can't Comment" = "Нельзя комментировать";

/* No comment provided by engineer. */
"Can't Fave" = "Не удалось сохранить черновик этого сообщения";

/* No comment provided by engineer. */
"Can't find search for your observations right now. Please try later." = "Не удается найти поиск для вашего замечания прямо сейчас. Пожалуйста, попробуйте позже.";

/* No comment provided by engineer. */
"Cancel" = "Отмена";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Отмена...";

/* Alert title when we don't have permission to access camera. */
"Cannot access camera" = "Не удается получить доступ к камере";

/* Alert title when we don't have permission to access photos. */
"Cannot access photos" = "Не удается получить доступ к фотографии";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "Не удается выбрать дату в будущем.";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "Не удается загрузить предложения: %@";

/* No comment provided by engineer. */
"Cannot rate" = "Не могу оценить";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "Не удается выполнить поиск в iNaturalist.org";

/* No comment provided by engineer. */
"Cannot use your location" = "Нельзя использовать ваше местоположение";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "Пленник / культивируемых";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "Плененный / культивируемый означает, что организм существует там, где он был оставлен людьми намеренно. Inaturalist - это наблюдение за дикими организмами, и наши партнеры по научным данным не заинтересованы в наблюдениях за животными, садами или животными в зоопарках.";

/* title for captive selector */
"Captive?" = "Плененный?";

/* casual data quality */
"Casual Grade" = "Обыкновенный статус";

/* accessibility label for change flash button */
"Change Flash" = "Изменить режим вспышки";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "Переключить режим вспышки. Текущий статус - Auto";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "Переключить режим вспышки. Текущий статус - Off";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "Переключить режим вспышки. Текущий статус - On";

/* label for change username action in settings */
"Change username" = "Изменить имя пользователя";

/* No comment provided by engineer. */
"Change Username" = "Изменить логин";

/* No comment provided by engineer. */
"Change username?" = "Изменить логин?";

/* No comment provided by engineer. */
"Change your profile photo?" = "Изменить фото профиля?";

/* alert msg before changing the network affiliation. */
"Changing your iNaturalist Network affiliation will alter some parts of the app, like what taxa appear in searches, but it will also allow the new network partner to view and download all of your data. Are you sure you want to do this?" = "Изменение вашей регистрации в сети iNaturalist изменит некоторые разделиы приложения, например, отображение таксонов в результатах поиска, но это также позволит новым участникам видеть и загружать все ваших данные. Вы уверены, что хотите это сделать?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Установите этот флажок, если вы хотите применять лицензию Creative Commons Attribution-NonCommercial для ваших фотографий. Вы можете выбрать другую лицензии или удалить эту лицензию позже, но это оптимальная лицензия для совместного использования с исследователями.";

/* title of alert after you reset your password */
"Check your email" = "Проверьте ваш почтовый ящик";

/* No comment provided by engineer. */
"Choose from library" = "Выберите из библиотеки";

/* title of inat network picker */
"Choose iNat Network" = "Выберите сеть iNat";

/* title for project observations chooser */
"Choose Projects" = "Выбор проектов";

/* accessibility label for close camera button */
"Close Camera" = "Закрыть камеру";

/* No comment provided by engineer. */
"Comment" = "Комментарий";

/* label for contact support action in settings. */
"Contact support" = "Служба поддержки";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Лицензирование контента";

/* Button to copy the scientific name */
"Copy Scientific Name" = "Копировать научное наименование";

/* No comment provided by engineer. */
"Couldn't Agree" = "Не согласен";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "Нельзя добавить к проекту %1$@. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "Не удалось определить ваше текущее местоположение";

/* Notice while we're creating an iNat account for them */
"Creating iNaturalist account..." = "Создание учетной записи iNaturalist...";

/* intro to credits section. */
"Credits" = "Благодарность";

/* Header for data quality section of obs detail */
"Data Quality" = "Качество данных";

/* No comment provided by engineer. */
"Default" = "По умолчанию";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "Удалить загруженное";

/* No comment provided by engineer. */
"Delete Error" = "Ошибка удаления";

/* text of delete obs button */
"Delete Observation" = "Удалить наблюдение";

/* Deletes pending sync. */
"Deletes To Sync" = "Отмена ожидания синхронизации";

/* title for description section of the guide screen */
"DESCRIPTION" = "ОПИСАНИЕ";

/* Title for confirm new observation details view */
"Details" = "Детали";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "Не показывать подсказки";

/* No comment provided by engineer. */
"Download" = "Загрузка";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "Загрузить для использования в автономном режиме";

/* No comment provided by engineer. */
"Download not available" = "Загрузка недоступна";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "Загружен";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "Загрузка...";

/* The editor or author of the species guide */
"Editor" = "Редактор";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "Либо произошла ошибка на сервере, либо руководства больше не существует.";

/* label for email field in settings */
"Email" = "email";

/* tooltip text for autocorrect settings option. */
"Enable to allow iOS to auto-correct and spell-check Species names." = "Разрешить iOS автокоррекцию и проверку правописания имен видов.";

/* No comment provided by engineer. */
"Error" = "Ошибка";

/* No comment provided by engineer. */
"Error Fetching Observations" = "Ошибка выборки наблюдений";

/* error loading leaderboard title */
"Error loading leaderboard" = "Ошибка загрузки таблицы лидеров";

/* image save error title */
"Error Saving Image" = "Ошибка сохранения изображения";

/* No comment provided by engineer. */
"Explore" = "Просмотреть";

/* Unknown iNaturalist create account error */
"Failed to create an iNaturalist account. Please try again." = "Не удалось создать учетную запись iNaturalist. Пожалуйста, попробуйте еще раз.";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "Не удалось загрузить руководство";

/* Unknown facebook login error */
"Failed to login to Facebook. Please try again later." = "Не удалось подключиться к Facebook. Попробуйте еще раз.";

/* Unknown google login error */
"Failed to login to Google Plus. Please try again later." = "Не удалось подключиться к Google Plus. Попробуйте еще раз.";

/* Unknown iNat login error */
"Failed to login to iNaturalist. Please try again." = "Не удалось войти в iNaturalist. Пожалуйста, попробуйте еще раз.";

/* No comment provided by engineer. */
"Failed to save guide" = "Не удалось сохранить руководство";

/* No comment provided by engineer. */
"Faved" = "Добавлено в Избранное";

/* No comment provided by engineer. */
"Faving..." = "Добавление в Избранное...";

/* No comment provided by engineer. */
"Featured" = "Рекомендуемые";

/* No comment provided by engineer. */
"Fetch Error" = "Ошибка выборки";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Выборка последних наблюдений в области карты";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Выборка последних наблюдений по всему миру";

/* No comment provided by engineer. */
"Find %@ named '" = "Найти %@ по названию '";

/* No comment provided by engineer. */
"Find my observations" = "Найти мои наблюдения";

/* No comment provided by engineer. */
"Find observations near me" = "Найти наблюдения рядом со мной";

/* No comment provided by engineer. */
"Finding your location..." = "Поиск вашего местоположения...";

/* Title for forgot password button. */
"Forgot?" = "Забыли?";

/* Geoprivacy button title */
"Geoprivacy" = "Конфиденциальность геоданных";

/* No comment provided by engineer. */
"Go Back" = "Назад";

/* Button to dismiss a tutorial screen */
"Got It" = "Понятно";

/* No comment provided by engineer. */
"Guide download error" = "Ошибка загрузки руководства";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "Такая функция должна быть доступна в редакторе руководства.";

/* No comment provided by engineer. */
"Guides" = "Руководства";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "Руководства создаются и распространяются сообществом iNaturalist";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Руководства - это списки видов";

/* Title for help section of settings. */
"Help" = "Справка";

/* No comment provided by engineer. */
"Here are our top ten species suggestions:" = "Вот наш Топ 10 предлагаемых видов:";

/* Title of identification failure alert */
"Identification Failed" = "Ошибка идентификации";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "Таксон для идентификации";

/* No comment provided by engineer. */
"Identifications" = "Идентификации";

/* No comment provided by engineer. */
"Identifiers" = "Идентификаторы";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "Если введенный вами адрес электронной почты связан с учетной записью iNaturalist, вы должны получить электронное письмо на этот адрес со ссылкой для сброса пароля.";

/* No comment provided by engineer. */
"Image Load Failed" = "Ошибка загрузки изображения";

/* No comment provided by engineer. */
"in project '%@'" = "в проекте '%@'";

/* inat joint initiative statement */
"iNaturalist is a joint initiative of the California Academy of Sciences and the National Geographic Society" = "iNaturalist - это совместная инициатива Калифорнийской академии наук и Национального географического общества.";

/* inat core team, alphabetically */
"iNaturalist is made by every single person who participates in our community. The people who build the software, maintain our infrastructure, and foster collaborations are Joelle Belmonte, Yaron Budowski, Tony Iwane, Patrick Leary, Scott Loarie, Carrie Seltzer, Alex Shepard, and Ken-ichi Ueda." = "iNaturalist создается каждым участвующим в нашем сообществе. Люди, которые создают программное обеспечение, поддерживают инфраструктуру и стимулируют сотрудничество - это Джоэль Бельмонте, Ярон Будовски, Тони Айвэн, Патрик Лири, Скотт Лоари, Кэрри Зельцер, Алекс Шепард и Кен-Ичи Уэда - команда iNat (в алфавитном порядке).";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "сеть iNaturalist";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist использует иконки Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov, Noun Project. iNaturalist также глубоко признателен сообществу Cocoapods и вкладу нашего собственного сообщества открытого исходного кода. См. https://github.com/inaturalist/INaturalistIOS.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Неверное имя пользователя или пароль.";

/* No comment provided by engineer. */
"Internet connection required" = "Требуется подключение к Интернету";

/* No comment provided by engineer. */
"Internet required" = "Требуется интернет";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Начинается Автоматическая Загрузка!";

/* Invalid date alert title */
"Invalid Date" = "Недопустимая дата";

/* Error for bad email when making account. */
"Invalid Email Address" = "Неверный адрес электронной почты";

/* Unknown invalid input */
"Invalid input" = "Неверный ввод";

/* No comment provided by engineer. */
"Invalid Location" = "Недопустимое местоположение";

/* Error for bad username hwne making account. */
"Invalid Username" = "Некорректное имя пользователя";

/* Join project button */
"Join" = "Присоединиться";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Присоединяйтесь к проектам, выбирая их при записи наблюдений";

/* No comment provided by engineer. */
"Joined" = "Присоединен";

/* No comment provided by engineer. */
"Joining..." = "Присоединение...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "Lat: %1$.5f Long: %2$.5f Acc: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "Таблица лидеров";

/* Emphasis text for the license my content checkbox. Must be a substring of the base string. */
"Learn More" = "Узнайть больше";

/* No comment provided by engineer. */
"Learn more about data quality >" = "Узнать больше о качестве данных >";

/* Leave project button */
"Leave" = "Покинуть";

/* No comment provided by engineer. */
"Leaving..." = "Осуществляется выход...";

/* The license of the species guide */
"License" = "Лицензия";

/* No comment provided by engineer. */
"Loading..." = "Загрузка...";

/* No comment provided by engineer. */
"Location Fetch Error" = "Ошибка выборки местоположения";

/* No comment provided by engineer. */
"Location Services Denied" = "Геолокация отключена";

/* No comment provided by engineer. */
"Location Services Restricted" = "Услуги геолокации ограничены";

/* No comment provided by engineer. */
"locations" = "места";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "Войти";

/* No comment provided by engineer. */
"Log In / Sign Up" = "Войти / Зарегистрироваться";

/* Title for login problem alert */
"Log In Problem" = "Ошибка входа в систему";

/* Notice while we're logging them in */
"Logging in..." = "Вхожу...";

/* No comment provided by engineer. */
"Login and upload this observation to enable comments & identifications." = "Войдите в систему и загрузите это наблюдение, чтобы получить доступ к комментариям и идентификации.";

/* No comment provided by engineer. */
"Login to enable faves." = "Войдите в систему, чтобы получить доступ к Избранному.";

/* placeholder text for taxon search bar */
"Look up a species by name" = "Поиск вида по названию";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "Поиск названия вида";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Похоже, что произошла ошибка: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Похоже, что у вас нет наблюдений.";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "Нравится iNat? Оцените нас";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "Убедитесь, что iNat имеет разрешение на доступ к вашему местоположению или включайте GPS время от времени, чтобы определить его.";

/* Tooltip prompting users to make their first observation */
"Make your first observation" = "Сделать ваши первые наблюдения";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "Управление загрузкой";

/* No comment provided by engineer. */
"Map of Observations" = "Карта наблюдений";

/* Placeholder text for not logged title on me tab. */
"Me" = "Я";

/* No comment provided by engineer. */
"Missing Date" = "Отсутствует Дата";

/* No comment provided by engineer. */
"Missing Location" = "Отсутствует местоположение";

/* No comment provided by engineer. */
"Missing Required Field" = "Отсутствует требуемое поле";

/* No comment provided by engineer. */
"My Content" = "Мой контент";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "названный '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "названный «%@»";

/* No comment provided by engineer. */
"Nearby" = "Рядом";

/* needs id data quality */
"Needs ID" = "Требуется идентификация";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Требует вашего внимания";

/* Network is required error message */
"Network is required." = "Отсутствует сеть.";

/* No comment provided by engineer. */
"Network unavailable" = "Сеть недоступна";

/* No comment provided by engineer. */
"Network Unavailable" = "Сеть недоступна";

/* No comment provided by engineer. */
"Network unreachable" = "Сеть недоступна";

/* No comment provided by engineer. */
"Never mind" = "Не важно";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "Новичок в iNaturalist? Зарегистрируйтесь прямо сейчас!";

/* News project button */
"News" = "Новости";

/* Confirm a new photo */
"NEXT" = "СЛЕДУЮЩИЙ";

/* No comment provided by engineer. */
"No" = "Нет";

/* No comment provided by engineer. */
"No App Store URL configured" = "App Store URL-адрес не настроен";

/* No comment provided by engineer. */
"No description" = "Нет описания";

/* No comment provided by engineer. */
"No featured projects." = "Нет рекомендуемых проектов.";

/* No comment provided by engineer. */
"No iNaturalist Results" = "Нет результатов в iNaturalist";

/* place guess when we have no location information */
"No location" = "Место не указано";

/* No comment provided by engineer. */
"No matching taxa" = "Нет подходящего таксона";

/* No comment provided by engineer. */
"No nearby guides." = "Нет гидов поблизости.";

/* No comment provided by engineer. */
"No nearby projects." = "Нет проектов рядом.";

/* No comment provided by engineer. */
"No network connection." = "Отсутствует подключение к сети.";

/* No comment provided by engineer. */
"No network connection. :(" = "Отсутствует подключение к сети. :(";

/* Header observation count title when there are none. */
"No Observations" = "Нет наблюдений";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "В области карты наблюдения не найдены.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "Наблюдения не найдены.";

/* No comment provided by engineer. */
"No observations yet." = "Пока нет наблюдений.";

/* accessibility label for no photo button */
"No Photo" = "Нет фото";

/* No comment provided by engineer. */
"No Photos and Missing Identification" = "Нет фото и отсутствует идентификация";

/* No comment provided by engineer. */
"No such organisms found. :(" = "Такие организмы не найдены. :(";

/* No comment provided by engineer. */
"No such person found. :(" = "Не найден такой человек. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "Не найдено такое место. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "Такой проект не найден. :(";

/* No comment provided by engineer. */
"No Thanks" = "Нет, спасибо";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "Обновления отсутствуют. Оставайтесь с нами!";

/* cancel button before changing network affiliation. */
"No, don't change my affiliation" = "Нет, не меняйте мою сетевую принадлежность";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "НЕТ ФОТО";

/* No comment provided by engineer. */
"None, all rights reserved" = "Нет, все права защищены";

/* No comment provided by engineer. */
"Not Allowed" = "Не разрешено";

/* 403 unauthorized title */
"Not Authorized" = "Вы не авторизованы";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "Заметки...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Набл";

/* obscured geoprivacy */
"Obscured" = "Скрыт";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "Ошибка проверки поля наблюдения: %@";

/* project observation rules header */
"Observation Rules" = "Правила наблюдений";

/* No comment provided by engineer. */
"Observations" = "Наблюдения";

/* Title for New Observation Tab Bar Button */
"Observe" = "Наблюдать";

/* No comment provided by engineer. */
"Observers" = "Наблюдатели";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "Выкл";

/* No comment provided by engineer. */
"OK" = "OK";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "Вкл";

/* Title error with oops text. */
"Oops" = "Упс";

/* open geoprivacy */
"Open" = "Открыть";

/* No comment provided by engineer. */
"Open link in Safari" = "Открыть ссылку в Safari";

/* No comment provided by engineer. */
"organisms" = "организмы";

/* Error for bad password when making account */
"Passwords must be six characters in length." = "Пароль должен содержать 6 символов.";

/* No comment provided by engineer. */
"people" = "люди";

/* No comment provided by engineer. */
"Permission denied" = "Доступ запрещен";

/* Title for photo save error alert msg */
"Photo Save Error" = "Ошибка сохранения фото";

/* accessibility label for pick from library button */
"Pick from Library" = "Выбрать из библиотеки";

/* No comment provided by engineer. */
"Placeholder" = "Метка-заполнитель";

/* Alert message when we don't have permission to access the camera. */
"Please make sure iNaturalist is turned on in Settings > Privacy > Camera" = "Пожалуйста, убедитесь, что iNaturalist включен в Settings > Privacy > Camera";

/* Alert message when we don't have permission to access the photo library. */
"Please make sure iNaturalist is turned on in Settings > Privacy > Photos" = "Пожалуйста, убедитесь, что iNaturalist включен в Settings > Privacy > Photos";

/* No comment provided by engineer. */
"Please pick a valid location." = "Пожалуйста, укажите допустимое местоположение.";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Пожалуйста, попробуйте еще раз чуть позже.";

/* No comment provided by engineer. */
"Please try again in a minute." = "Пожалуйста, попробуйте снова через минуту.";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "Пожалуйста, загрузите для определения качества данных";

/* label for a news post author */
"Posted by" = "Опубликовано";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Политика Конфиденциальности";

/* private geoprivacy */
"Private" = "Личное";

/* No comment provided by engineer. */
"projects" = "проекты";

/* choose projects button title. */
"Projects" = "Проекты";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "Проекты - это коллекции наблюдений, объединенных общей целью";

/* No comment provided by engineer. */
"Pull to Refresh" = "Потяните, чтобы обновить";

/* Rank in an ordered list */
"Rank" = "Ранг";

/* action to re-download a species guide from the server */
"Re-download" = "Перезагрузить";

/* No comment provided by engineer. */
"Remove my profile photo" = "Удалить фото моего профиля";

/* No comment provided by engineer. */
"Removing..." = "Удаление...";

/* No comment provided by engineer. */
"Request timed out" = "Превышен интервал ожидания для запроса";

/* No comment provided by engineer. */
"RESEARCH" = "ИССЛЕДОВАНИЯ";

/* research data quality */
"Research Grade" = "Исследовательский статус";

/* No comment provided by engineer. */
"Restricted to current map area" = "Ограничено текущей областью карты";

/* Retake a photo */
"RETAKE" = "ПЕРЕСНЯТЬ";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "Камера заднего вида";

/* Title for save new observation button */
"SAVE" = "СОХРАНИТЬ";

/* No comment provided by engineer. */
"Save Anyway" = "Сохранить все равно";

/* No comment provided by engineer. */
"Save Error" = "Ошибка сохранения";

/* status while saving your image */
"Saving new photo..." = "Сохранение новых фото...";

/* No comment provided by engineer. */
"Saving..." = "Сохранение...";

/* No comment provided by engineer. */
"Scroll down for newest activity" = "Прокрутите вниз, чтобы увидеть последнюю активность";

/* No comment provided by engineer. */
"Search" = "Поиск";

/* No comment provided by engineer. */
"Searching for organisms..." = "Поиск организмов...";

/* No comment provided by engineer. */
"Searching for people..." = "Поиск людей...";

/* No comment provided by engineer. */
"Searching for place..." = "Поиск места...";

/* No comment provided by engineer. */
"Searching for project..." = "Поиск проекта...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Поиск последних наблюдений в области карты";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Поиск последних наблюдений по всему миру";

/* No comment provided by engineer. */
"seen at '%@'" = "увиден в «%@»";

/* No comment provided by engineer. */
"seen by '%@'" = "увидел «%@»";

/* basis for a suggestion */
"Seen Nearby" = "Увиден поблизости";

/* default select title */
"Select" = "Выбрать";

/* select taxon title */
"Select \"%@\"" = "Выбрать \"%@\"";

/* title for date selector */
"Select Date" = "Выберите дату";

/* title for geoprivacy selector */
"Select Privacy" = "Задайте Конфиденциальность";

/* No comment provided by engineer. */
"Selected Observation" = "Выбранное наблюдение";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "Задать фото профиля";

/* accessibility label for settings button
   The name of the iOS Settings app
   Title for the settings screen. */
"Settings" = "Настройки";

/* Title for share new observation button */
"SHARE" = "ПОДЕЛИТЬСЯ";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Поделитесь вашими наблюдениями с сообществом.";

/* No comment provided by engineer. */
"Show species suggestions for observations or identifications" = "Показать предлагаемые виды для наблюдений или идентификации";

/* No comment provided by engineer. */
"Sign out" = "Выйти";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "Зарегистироваться";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "Зарегистрируйтесь сейчас!";

/* No comment provided by engineer. */
"Signing Out" = "Выйти";

/* skip button title */
"Skip ›" = "Пропустить ›";

/* No comment provided by engineer. */
"Something..." = "Что-то...";

/* No comment provided by engineer. */
"Somewhere..." = "Где-то...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Сортировка";

/* No comment provided by engineer. */
"Source: Wikipedia" = "Источник: Википедия";

/* Species optino for explore leaderboard sorting. Must be short. */
"Species" = "Виды";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Статистика";

/* accessibility label for stop uploading button */
"Stop Uploading" = "Остановить загрузку";

/* No comment provided by engineer. */
"Suggest ID" = "Предложить ID";

/* label for suggest species switch in settings */
"Suggest species" = "Предложить вид";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "Предложения, основанные на наблюдениях и идентификациях, предоставляемых сообществом iNaturalist, в том числе %1$@, %2$@, %3$@, и многие другие.";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "Предложения, основанные на наблюдениях и идентификациях, предоставленных сообществом iNaturalist.";

/* Title of me header when syncing. */
"Syncing..." = "Синхронизация...";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "ТЕГИ";

/* No comment provided by engineer. */
"Take a photo" = "Сделать фото";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "Расскажите нам, почему";

/* project terms header */
"Terms" = "Условия";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Условия предоставления услуг";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "В этом проекте пока еще нет наблюдений. Возвращайтесь в ближайшее время!";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Произошла непредвиденная ошибка.";

/* No comment provided by engineer. */
"This can happen when your Internet connection is slow or intermittent.  Please try again the next time you're on WiFi." = "Это может произойти, когда подключение к Интернету работает медленно или прерывисто.  Пожалуйста, попробуйте в следующий раз когда получите доступ к Wi-Fi.";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "Это наблюдение был признано сообществом iNaturalist как Casual Grade.";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "Это наблюдение получило статус случайного (Casual Grade) потому, что сообщество iNaturalist отнесло его к разряду наблюдений находящихся в неволе / культивируемых объектов.";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "Этому наблюдению требуется дата, чтобы оно могло получить статус Research Grade.";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "Этому наблюдению требуется местоположение, чтобы оно могло получить статус Research Grade.";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "Этому наблюдению требуется более специфическая согласованная идентификация, чтобы оно могло получить статус Research Grade.";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "Этому наблюдению требуется фото, чтобы оно могло получить статус Research Grade.";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "Этому наблюдению требуется большее число идентификаций от сообществаe iNat, чтобы оно могло получить статус Research Grade.";

/* No comment provided by engineer. */
"This project has no description." = "Этот проект не имеет описания.";

/* No comment provided by engineer. */
"This project has no rules." = "Этот проект не содержит правил.";

/* No comment provided by engineer. */
"This project has no terms." = "Этот проект не содержит условий.";

/* No comment provided by engineer. */
"This project has no title." = "Этот проект не имеет названия.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Это также приведет к удалению ваших наблюдений из этого проекта.";

/* No comment provided by engineer. */
"This will delete all your observations on this device.  It will not affect any observations you've uploaded to iNaturalist." = "Это приведет к удалению всех ваших наблюдений на данном устройстве.  Это не повлияет на любые наблюдения, которые вы загрузили в iNaturalist.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Это приведет к загрузке %@ данных, так что вы можете пользоваться этим руководством, даже когда не имеете доступа к Интернету.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Период времени";

/* No comment provided by engineer. */
"Timeout" = "Время ожидания";

/* project title header */
"Title" = "Заголовок";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Попробуйте еще раз, когда подключитесь к Интернету.";

/* button title to turn on autoupload */
"Turn On" = "Включить";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "Включите Автозагрузку, и ваши наблюдения будут автоматически загружены в iNaturalist.";

/* label for start tutorial action in settings. */
"Tutorial" = "Руководство";

/* No comment provided by engineer. */
"Un-faving..." = "Удаление из Избранного...";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Не удается добавить идентификацию к этому наблюдению. Пожалуйста, повторите попытку позже.";

/* No comment provided by engineer. */
"Unable to find location" = "Не удается найти местоположение";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "Не удается найти имя местоположения";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "Не удается присвоить идентификацию этого вида данному наблюдению. Пожалуйста, повторите попытку позже.";

/* Title for error */
"Unable to load page" = "Невозможно загрузить страницу";

/* unknown taxon */
"Unknown" = "Неизвестно";

/* No comment provided by engineer. */
"Unknown author" = "Неизвестный автор";

/* Message body when we don't know the error */
"Unknown error" = "Непредвиденная ошибка";

/* Unknown error */
"Unknown error while making an identification." = "Неизвестная ошибка при присвоении идентификации.";

/* No comment provided by engineer. */
"Unprocessable entity" = "Необрабатываемый объект";

/* No comment provided by engineer. */
"Untitled Post" = "Без названия";

/* No comment provided by engineer. */
"Updating your iNaturalist account information." = "Обновление вашей информации в учетной записи iNaturalist.";

/* No comment provided by engineer. */
"Updating..." = "Обновление...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "Закачка";

/* No comment provided by engineer. */
"Upload Error" = "Ошибка загрузки";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "Загрузите это наблюдение, чтобы получить доступ к комментариям и идентификациям.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "Загрузите это наблюдение, чтобы получить доступ к Избранному.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Выгрузка...";

/* join iNat network partner alert title */
"Use %@?" = "Использовать %@?";

/* label for username field in settings */
"Username" = "Имя пользователя";

/* Title for version section of settings. */
"Version" = "Версия";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "Посмотреть предложения";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Посетите %@ для создания ваших собственных проектов";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "Посетите iNaturalist.org для создания ваших собственныхруководств";

/* basis for a species suggestion */
"Visually Similar" = "Визуально похожие";

/* basis for a species suggestion */
"Visually Similar / Seen Nearby" = "Визуально похожие / встречались поблизости";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Ожидание загрузки...";

/* No comment provided by engineer. */
"Warning" = "Предупреждение";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "Мы благодарим за помощь в переводе сообщество crowdin.com, особенно: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta и vilseskog. Чтобы присоединиться к команде переводчиков iNaturalist iOS, посетите, пожалуйста, https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have enough room to make new observations!" = "У нас недостаточно места, чтобы делать новые наблюдения!";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "У нас нет разрешения от iOS использовать ваше местоположение.";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top 10 suggestions." = "Мы не уверены полностью, что можем давать рекомендации, но вот наши Топ 10 предложений.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "Мы уверены, что это в %1$@ %2$@.";

/* unknown taxon title */
"What did you see?" = "Что вы видите?";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "Что означает captive / cultivated?";

/* No comment provided by engineer. */
"Which organism?" = "Какой организм?";

/* No comment provided by engineer. */
"Which person?" = "Какой человек?";

/* No comment provided by engineer. */
"Which place?" = "Какое место?";

/* No comment provided by engineer. */
"Which project?" = "Какой проект?";

/* No comment provided by engineer. */
"Whoops" = "Упс";

/* Default upload failure alert title. */
"Whoops!" = "Упс!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "Без даты это наблюдение может быть очень трудным для точного определения другими, и никогда не получит исследовательский класс.";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "Без указания местоположения это наблюдение может оказаться очень трудно точно идентифицировать другим, и оно никогда не получит статус research grade.";

/* No comment provided by engineer. */
"Without at least one photo, this observation will be impossible for others to help identify." = "Без добавления хотя бы одного фото это наблюдение будет невозможно идентифицировать другим.";

/* join iNat network partner alert message */
"Would you like to use %@, a member of the iNaturalist Network in %@? Clicking OK will localize your experience and share data accordingly." = "Вы хотели бы использовать %1$@, при этом членам сетевого сообщества iNaturalist доступно %2$@? Нажмите ОК, и тогда ваш опыт будет локализован и, соответственно, вы поделиться данными с другими.";

/* No comment provided by engineer. */
"Yes" = "Да";

/* continue button before changing network affiliation. */
"Yes, change my affiliation" = "Да, измените мою сетевую принадлежность";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Да, удалите это наблюдение";

/* Base text for the license my content checkbox during account creation */
"Yes, license my content so scientists can use my data. Learn More" = "Да, лицензия моего контента такова, что ученые могут использовать мои данные. Подробнее";

/* No comment provided by engineer. */
"You don't have any projects yet." = "У вас еще нет каких-либо проектов.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "У вас нет прав сделать это. Возможно, ваш аккаунт заблокирован. Пожалуйста, свяжитесь с help@inaturalist.org";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "У вас нет прав сделать это. Возможно, ваш аккаунт заблокирован. Пожалуйста, свяжитесь с help@inaturalist.org.";

/* No comment provided by engineer. */
"You haven't created or downloaded any guides yet." = "Вы еще не создали и не загрузили никакие руководства.";

/* No comment provided by engineer. */
"You haven't joined any projects yet." = "Вы еще не присоединились ни к каким проектам.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Чтобы сделать это, вы должны быть подключены к Интернету.";

/* No comment provided by engineer. */
"You must be connected to the Internet to sync." = "Для синхронизации вы должны быть подключены к Интернету.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "Вы должны быть подключены к Интернету, чтобы загрузить данные на iNaturalist.org";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "Вы должны войти в систему для получения доступа к проекту.";

/* Login reason prompt from project chooser.
   Unspecific signup prompt reason. */
"You must be logged in to do that." = "Для этого вы должны войти в систему.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "Вы должны войти в систему для синхронизации пользовательских проектов.";

/* This is an explanation for why the sync button triggers a login prompt. */
"You must be logged in to upload to iNaturalist.org." = "Вы должны войти в систему, чтобы загрузить данные на iNaturalist.org.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "Для загрузки Вы должны войти в систему.";

/* No comment provided by engineer. */
"You must be logged in!" = "Вы должны войти в систему!";

/* Account is required error message */
"You must be logged in." = "Вы должны войти в систему.";

/* Reason text for signup prompt while trying to sync a project. */
"You must be signed in to do that." = "Для этого вы должны войти в систему.";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Вы должны войти в систему для того, чтобы присоединиться к проекту.";

/* 401 unauthorized message */
"You need to login to do that." = "Вам нужно войти в свою учётную запись, чтобы сделать это.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "Вы будете получать обновления после того, как вы загрузите наблюдения.";

/* No comment provided by engineer. */
"You're running low on iPhone disk space!" = "На вашем iPhone заканчивается дисковое пространство!";

/* Title for account section of settings. */
"Your Account" = "Ваша учетная запись";

/* No comment provided by engineer. */
"Your Guides" = "Ваши гиды";

/* Placeholder for free text observation field value */
"Your response here" = "Ваш ответ здесь";
